{
    "Partie 1 : Gestion des activités des opérateurs : Coordination et surveillance des opérations de marché": {
        "contexte": "Vous êtes le manager d'une équipe de traders dans une société de trading spécialisée en stratégie de scalping. Votre équipe est composée de 10 traders et vous êtes en charge de leur performance. Le service fonctionne 24/5 et chaque trader travaille en moyenne 8 heures par jour. Vous êtes dans un environnement très compétitif et la direction exige des performances optimales.",
        "taches": "L'objectif de ce cas pratique est de créer un tableau de bord pour le suivi des activités de votre équipe. Ce tableau de bord doit vous permettre d'évaluer la performance de chaque membre de l'équipe, et ainsi prendre des décisions basées sur des données.",
        "criteres": "Nombre de trades effectués\nTaux de réussite des trades\nP&L (Profit and Loss) quotidien\nTemps de réaction aux changements du marché\nRespect des régulations et directives de l'AMF, ACPR, ESMA, etc.\nTableau de bord :",
        "questions": []
    },
    "Partie 3 : Animation d’équipe et développement des compétences : Favoriser la Collaboration et le Renforcement des Compétences": {
        "contexte": "XYZ Corp est une entreprise de technologie ayant connu une croissance rapide ces dernières années. Initialement composée de 5 personnes, l'équipe technique compte aujourd'hui 30 membres. La direction souhaite mettre en place un plan de développement des compétences et de gestion d'équipe pour :\nMaintenir la qualité des produits.\nFavoriser le bien-être des collaborateurs.\nRépondre aux exigences d'évolution professionnelle et d'inclusion.\nTrois profils de collaborateurs se distinguent au sein de l'équipe :\nJuniors (moins d’un an d’expérience) : profil de risque faible, faible contribution dans la gestion des risques.\nIntermédiaires (1 à 3 ans d’expérience) : profil de risque modéré, contribution moyenne dans la gestion des risques.\nSeniors (plus de 3 ans d’expérience) : profil de risque élevé, forte contribution dans la gestion des risques.\nL’équipe inclut également un collaborateur en situation de handicap auditif, nécessitant une prise en compte spécifique pour garantir l’inclusion.\nProblématiques identifiées :\nManque de compétences en gestion de projet au sein de l'équipe technique.\nFaible moral dû à une charge de travail accrue.\nAbsence d'un cadre clair pour l'évolution professionnelle.",
        "taches": "s :\nÉlaborer un plan d’accompagnement visant à renforcer les compétences en gestion de projet.\nProposer des actions pour améliorer le moral et la satisfaction de l’équipe.\nDéfinir un cadre d’évolution professionnelle clair et inclusif.\nTâches à réaliser :\nÀ partir des éléments fournis dans le contexte et les problématiques, réalisez les étapes suivantes :\nAnalyse des besoins :\nIdentifier les besoins spécifiques des trois profils (Juniors, Intermédiaires, Seniors).\nProposer des actions adaptées à chaque groupe pour répondre à leurs besoins.\nProposition d’un plan d’accompagnement :\nDécrire les actions concrètes pour :\nRenforcer les compétences en gestion de projet (exemple : formations, études de cas interactives).\nFavoriser le bien-être et la cohésion de l’équipe (exemple : journées de team building).\nAccompagner l’évolution professionnelle (exemple : mentorat, plans de carrière individuels).\nIntégrer des stratégies pour garantir l’inclusion du collaborateur en situation de handicap.\nDéfinition des outils de suivi et d’évaluation :\nProposer des indicateurs pour mesurer l’efficacité du plan (exemple : satisfaction des collaborateurs, compétences acquises, taux de rétention).\nPrésenter un tableau de bord simple pour suivre les progrès.",
        "criteres": "",
        "questions": []
    }
}